<?php
return [
    'no_specialist' => 'حالياً، لا يوجد اختصاصي متاح في هذه المحافظة لفحص الدواء الخاص بك',
    'ad_submitted' => 'تم إرسال الإعلان بنجاح. يرجى الانتظار حتى يتم فحصه من قبل الاختصاصي',
    'failed_submitted' => 'فشل في إرسال الإعلان: ',
    'no_ads' => 'لم يتم العثور على إعلانات خاصة بك',
    'ads_fetched' => 'تم جلب سجل إعلاناتك بنجاح',
    'confirmed_ads' => 'تم جلب إعلانات الأدوية المعتمدة بنجاح',
    'ad_not_found' => 'الإعلان غير موجود',
    'cant_delete' => 'لا يمكن حذف إعلان تمت معالجته بالفعل من قبل الاختصاصي',
    'deleted_success' => 'تم حذف الإعلان بنجاح',
    'title' => 'طلب فحص دواء جديد',
    'message' => 'قام المستخدم :name بإضافة دواء (:medicine_name) للفحص',
    'no_ads_in_location' => 'لا توجد إعلانات أدوية معتمدة مطابقة في :location',
    'free_donation' => 'تبرع مجاني',
    'verified_by_specialist' => 'تم التحقق من قبل متخصص',

    'pending' => 'قيد الانتظار',
    'verified' => 'موثق',
    'rejected' => 'مرفوض',
    'available' => 'متاح',
    'taken_or_hidden' => 'تم الاستلام/مخفي',
    'expert' => 'خبير'

];
