<?php

return [
    'no_pharmcy_found' => 'لم يتم العثور على ملف تعريف صيدلية لهذا المستخدم',
    'added_success' => 'تمت إضافة الدواء بنجاح إلى مخزونك',
    'med_not_found' => 'لم يتم العثور على الدواء أو تم الوصول إليه بشكل غير مصرح به',
    'updated_success' => 'تم تحديث الدواء بنجاح',
    'not_found_in_inv' => 'لم يتم العثور على الدواء في مخزونك',
    'removed_success' => 'تم حذف الدواء من المخزون',
    'added_title' => 'تم إضافة منتج جديد',
    'added_success_msg' => 'تم إضافة :name بنجاح إلى مخزونك',
];
