<?php

return [
    'specialist_not_found' => 'لم يتم العثور على ملف الاختصاصي الخاص بك',
    'no_pending_ads' => 'لا توجد إعلانات بانتظار الفحص في محافظتك',
    'pending_ads' => 'تم جلب الإعلانات المعلقة بنجاح',
    'notFound_notAssigned' => 'الإعلان غير موجود أو غير مخصص لك لفحصه',
    'has_processed' => 'تمت معالجة هذا الإعلان مسبقاً',
    'ad_approved' => 'تمت الموافقة على إعلانك',
    'ad_rejected' => 'تم رفض إعلان التبادل',
    'ad_available' => 'تم فحص الدواء في إعلانك رقم #:adId بنجاح وهو الآن متاح للجميع',
    'apologize' => 'نعتذر منك، الدواء في إعلانك رقم #:adId لم يطابق معايير السلامة المطلوبة',
    'verify' => 'موثق ومنشور',
    'rejected' => 'مرفوض',
    'error_processing' => 'حدث خطأ أثناء معالجة الإعلان: ',
    'ad_notFound_notVerified' => 'الإعلان غير موجود أو لم يتم توثيقه بعد',
    'already_taken' => 'هذا الدواء تم تحديده مسبقاً كمستلم',
    'has_been_marked' => 'تم تحديد الدواء كمستلم وتم إخفاء الإعلان بنجاح',
    'status_updated_success' => 'تم :statusMessage الإعلان بنجاح',
    'specialist_action_history' => 'تم جلب سجل إجراءات الأخصائي بنجاح'

];
